tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"

brew "asdf"
brew "exa"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gitlint"
brew "gnupg"
cask "gpg-suite-no-mail"
brew "graphviz"
brew "jq"
brew "neovim"
brew "proselint"
brew "python@3"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stylua"
brew "tmux"
brew "wget"
brew "write-good"
brew "zsh"
brew "zsh-completions"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
