tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"

brew "asdf"
brew "exa"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-absorb"
brew "gnupg"
brew "graphviz"
brew "jq"
brew "neovim"
brew "redis", restart_service: true
brew "ripgrep"
brew "spotify-tui"
brew "starship"
brew "thoughtbot/formulae/rcm"
brew "tmux"
brew "vale"
brew "wget"
brew "zsh-completions"

cask "font-fira-code"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "visual-studio-code"
cask "wezterm"
